Repository: pizza-studio/HSRPizzaHelper
Catalog: Internationalization/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ru, vi, zh_hans, zh_hant

# setting.notification.navigatetosetting
source: Allow notification
es: Permitir notificación
ja: 通知許可をオンにする
ru: Разрешите уведомление
vi: Cho phép gửi thông báo
zh_hans: 开启通知
zh_hant: 開啟通知

# setting.notification.notpermitted
source: Notification not permitted
es: Notificaciones no permitidas
ja: 通知は許可されません
ru: Операция недоступна
vi: Thông Báo Không Được Phép
zh_hans: 未允许通知
zh_hant: 未允許通知

# setting.notification.stamina.allow
source: Allow Trailblaze Power notifications
es: Permitir notificaciones del Poder Trazacaminos
ja: 開拓力の通知を許可
ru: Разрешить уведомления об энергии Освоения
vi: Cho phép thông báo Sức Mạnh Khai Phá
zh_hans: 允许开拓力通知
zh_hant: 允許開拓力通知

# setting.notification.stamina.customize.add.title
source: Add notification threshold
es: Añadir tipos de notificaciones
ja: 通知のタイミングを追加します
ru: Добавить порог уведомления
vi: Thêm ngưỡng thông báo
zh_hans: 新增通知阈值
zh_hant: 新增通知閾值

# setting.notification.stamina.customize.numbers.footer
source: App will send you notifications when your trailblaze power reaches these values.
es: La aplicación te enviará notificaciones cuando tu poder trazacaminos alcance estos valores.
ja: Appは、あなたの開拓力がこれらの値に達した時に通知を送信します。
ru: Приложение будет присылать вам уведомления, когда энергия Освоения достигнет этих значений.
vi: Ứng dụng sẽ gửi thông báo cho bạn khi sức mạnh khai phá của bạn đạt đến các giá trị này.
zh_hans: App将会在你的开拓力达到这些数值时给你发送通知。
zh_hant: App會在您的開拓力達到這些數值時向您傳送通知。

# setting.notification.stamina.customize.numbers.header
source: Notification Threshold
es: Tipos de notificaciones
ja: 通知のタイミング
ru: Порог уведомлений
vi: Ngưỡng thông báo
zh_hans: 通知阈值
zh_hant: 通知閾值

# setting.notification.stamina.customize.numexisterr
source: Notification threshold already exists
es: Este tipo de notificaciones ya existe
ja: 通知のタイミングは既に存在しています。
ru: Порог уведомления уже существует
vi: Ngưỡng thông báo đã tồn tại
zh_hans: 通知阈值已存在
zh_hant: 通知閾值已存在

# setting.notification.stamina.customize.title
source: Customize notification threshold
es: Personalizar tipos de notificaciones
ja: カスタム通知タイミング
ru: Настроить порог уведомлений
vi: Tùy chỉnh ngưỡng thông báo
zh_hans: 自定义通知阈值
zh_hant: 自訂通知閾值

# setting.notification.stamina.footer
source: In addition to customized notifications, you will also receive notifications when Trailblaze Power is full.
es: Además de las notificaciones personalizadas, también recibirás notificaciones cuando el Poder Trazacaminos esté lleno.
ja: カスタム通知に加えて、開拓力がフルになった場合には通知も送信されます。
ru: Помимо настроенных уведомлений, вы также будете получать уведомления, когда энергия Освоения заполнится.
vi: Ngoài thông báo tùy chỉnh, bạn cũng sẽ nhận được thông báo khi Sức Mạnh Khai Phá đầy.
zh_hans: 除了自定义的通知外，开拓力回满时也会推送通知。
zh_hant: 除了自訂的通知外，開拓力回滿時也會推送通知。

# setting.notification.stamina.header
source: Trailblaze Power
es: Poder Trazacaminos
ja: 開拓力
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# setting.notification.title
source: Notification
es: Notificación
ja: 通知
ru: Уведомления
vi: Thông Báo
zh_hans: 通知
zh_hant: 通知

# setting.widget.appearance.header
source: Appearance
es: Apariencia
ja: 外観
ru: Внешний вид
vi: Giao Diện
zh_hans: 外观
zh_hant: 外觀

# setting.widget.background.alert.rename.button.save
source: Save
es: Guardar
ja: セーブ
ru: Сохранить
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# setting.widget.background.alert.rename.textfield.title
source: Enter a new name
es: Introduce un nombre nuevo
ja: 新しいファイル名を入力
ru: Введите новое название
vi: Nhập Một Tên Mới
zh_hans: 输入新的文件名
zh_hant: 輸入新的檔案名稱

# setting.widget.background.alert.rename.title
source: Enter a new name
es: Introduce un nombre nuevo
ja: 背景の名前を変更
ru: Введите новое название
vi: Nhập Một Tên Mới
zh_hans: 重命名背景
zh_hant: 重命名背景

# setting.widget.background.context.menu.delete
source: Delete
es: Eliminar
ja: 削除
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# setting.widget.background.context.menu.rename
source: Rename
es: Renombrar
ja: 名前を変更
ru: Переименовать
vi: Đổi Tên
zh_hans: 重命名
zh_hant: 重命名

# setting.widget.background.delete.confirmation.delete
source: Delete
es: Eliminar
ja: 削除
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# setting.widget.background.delete.confirmation.title
source: Determine to delete the background?
es: ¿Deseas eliminar el fondo?
ja: この背景を削除してもよろしいですか?
ru: Вы точно хотите удалить фон?
vi: Xác định xóa nền ?
zh_hans: 确认要删除该背景吗？
zh_hant: 確認要刪除該背景嗎？

# setting.widget.Background.delete.tips
source: To rename or delete a background that has been added, long-press on it
es: Para renombrar o eliminar un fondo que ha sido añadido, mantén presionado
ja: 追加した背景を長押しすると、名前の変更や削除ができます。
ru: Чтобы переименовать или удалить добавленный фон, удерживайте палец на нём
vi: Để đổi tên hoặc xóa nền đã thêm, hãy nhấn và giữ vào nền đó
zh_hans: 长按已添加的背景可以重命名或删除已添加的背景
zh_hant: 長按已添加的背景可以重命名或刪除已添加的背景

# setting.widget.background.destination.rectangular
source: Rectangular Background
es: Fondo rectangular
ja: 長方形ウィジェットの背景
ru: Прямоугольный фон
vi: Nền Hình Chữ Nhật
zh_hans: 长方形小组件背景
zh_hant: 長方形小組件背景

# setting.widget.background.destination.square
source: Square Background
es: Fondo cuadrado
ja: 正方形ウィジェットの背景
ru: Квадратный фон
vi: Nền Vuông
zh_hans: 正方形小组件背景
zh_hant: 正方形小組件背景

# setting.widget.background.manage.add.duplicatedname
source: Background image name is duplicated. Please enter a different name.
es: Nombre de la imagen de fondo duplicado. Por favor, introduce un nombre diferente.
ja: 背景画像の名前が重複しています。別の名前を入力してください。
ru: Название фонового изображения повторяется. Пожалуйста, введите другое имя.
vi: Tên hình nền bị trùng lặp. Vui lòng nhập một tên khác.
zh_hans: 背景图片名重复，请换一个名称。
zh_hant: 背景圖片名重複，請換一個名稱。

# setting.widget.background.manage.add.edit
source: Crop Image
es: Recortar imagen
ja: 画像を編集
ru: Обрезать изображение
vi: Cắt Ảnh
zh_hans: 裁剪图片
zh_hant: 裁剪圖片

# setting.widget.background.manage.add.name
source: Name
es: Nombre
ja: 背景名
ru: Название
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# setting.widget.background.manage.add.needname
source: Please name this background before saving
es: Por favor nombra este fondo antes de guardar
ja: 背景名を付けてください
ru: Пожалуйста, дайте название этому фону перед сохранением
vi: Vui lòng đặt tên cho nền này trước khi lưu
zh_hans: 请为该背景命名
zh_hant: 請為該背景命名

# setting.widget.background.manage.add.notname
source: unnamed
es: sin nombrar
ja: 無名
ru: без названия
vi: Chưa Đặt Tên
zh_hans: 未命名
zh_hant: 未命名

# setting.widget.background.manage.add.preview
source: Preview
es: Previsualizar
ja: プレビュー
ru: Предпросмотр
vi: Xem Trước
zh_hans: 预览
zh_hant: 預覽

# setting.widget.background.manage.add.title
source: New background
es: Nuevo fondo
ja: 背景イメージを追加
ru: Новый фон
vi: Thêm Nền Mới
zh_hans: 添加背景
zh_hant: 添加背景

# setting.widget.background.manage.reselect
source: Select another image
es: Selecciona otra imagen
ja: イメージを選択
ru: Выбрать другое изображение
vi: Chọn một hình ảnh khác
zh_hans: 选择图片
zh_hant: 選擇圖片

# setting.widget.background.title
source: Widget Background
es: Fondo de widget
ja: ウィジェットの背景
ru: Фон виджета
vi: Nền Tiện Ích
zh_hans: 小组件背景
zh_hant: 小組件背景

# setting.widget.holdon.tips
source: Long-pressing a widget on the widget interface allows for detailed widget editing
es: Mantener presionado un widget en la interfaz de widgets permite una edición detallada del widget
ja: ウィジェット画面でウィジェットを長押しすると、詳細なウィジェット編集が可能です。
ru: При долгом нажатии на виджет можно его редактировать
vi: Nhấn và giữ một tiện ích trên giao diện tiện ích cho phép chỉnh sửa tiện ích chi tiết
zh_hans: 在小组件界面长按小组件可以详细编辑小组件
zh_hant: 在小組件界面長按小組件可以詳細編輯小組件

# setting.widget.refresh.footer
source: The widgets will refresh every 6 minutes and synchronize every 2 hours. Manually syncing widgets can be achieved by either entering the app or pulling down to refresh on the homepage.
es: Los widgets se actualizarán cada 6 minutos y sincronizarán cada 2 horas. Se pueden sincronizar manualmente los widgets entrando a la aplicación o jalando hacia abajo para actualizar la página de inicio.
ja: ウィジェットは6分ごとにリフレッシュされ、2時間ごとに同期されます。また、アプリに入るか、ホームページで下にスワイプして手動でウィジェットを同期することもできます。
ru: Виджеты обновляются каждые 6 минут и синхронизируются каждые 2 часа. Синхронизация виджетов может быть достигнута либо через кнопку в приложении, либо свайпом вниз для обновления на главной странице.
vi: Các widget sẽ làm mới sau mỗi 6 phút và đồng bộ hóa sau mỗi 2 giờ. Có thể thực hiện đồng bộ hóa các tiện ích theo cách thủ công bằng cách vào ứng dụng hoặc kéo xuống để làm mới trên trang chủ.
zh_hans: 小组件每6分钟刷新一次，每2小时同步一次。也可以通过进入App或在主页下拉刷新手动同步小组件。
zh_hant: 小組件每6分鐘重新載入一次，每2小時同步一次。也可以通過進入App或在主頁下拉重新載入手動同步小組件。

# setting.widget.refresh.frequency.everyvalue
source: Every %lld Hr
es: Cada %lld Hr
ja: %lld時間ごとに
ru: Каждые %lld ч
vi: Mỗi %lld giờ
zh_hans: 每%lld小时
zh_hant: 每%lld小時

# setting.widget.refresh.frequency.title
source: Sync Frequency
es: Frecuencia de sincronización
ja: 同期頻度
ru: Частота синхронизации
vi: Tần suất đồng bộ hóa
zh_hans: 同步频率
zh_hant: 同步頻率

# setting.widget.refresh.header
source: Synchronization
es: Sincronización
ja: 同期
ru: Синхронизация
vi: Đồng bộ hóa
zh_hans: 同步
zh_hant: 同步

# setting.widget.refresh.manually
source: Sync All Widgets
es: Sincronizar todos los Widgets
ja: 全てのウィジェットを同期
ru: Синхронизировать все виджеты
vi: Đồng bộ hóa tất cả các tiện ích
zh_hans: 使所有小组件同步
zh_hant: 使所有小組件同步

# settings.title
source: App Settings
es: App Configuración
ja: アプリ設定
ru: App Настройки
vi: App Cài Đặt
zh_hans: App 设置
zh_hant: App 設定

# sys.about.opensource.footer
source: The source code of this App is opensourced under GPL-3.0 license. Everyone is welcomed to contribute to this project.
es: El código fuente de esta aplicación es de código abierto bajo licencia GPL-3.0. Todo el mundo es bienvenido a contribuir a este proyecto.
ja: このプログラムのソース コードは、GPL-3.0 Licenseに基づくオープン ソースです。このプロジェクトに貢献することを歓迎します
ru: Исходный открытый код приложения находится под лицензией GPL-3.0. Любой может внести вклад в этот проект.
vi: Mã nguồn của Ứng dụng này được mã nguồn mở theo giấy phép GPL-3.0. Mọi người đều được hoan nghênh đóng góp cho dự án này.
zh_hans: 本程序的源代码以GPL-3.0协议开源。欢迎所有人参与贡献。
zh_hant: 敝軟體的原始程式碼以GPL-3.0授權合約公開。歡迎所有人參與貢獻。

# sys.about.opensource.title
source: GitHub Repository
es: Repositorio de GitHub
ja: GitHubリポジトリ
ru: Репозиторий на Github
vi: Kho lưu trữ GitHub
zh_hans: GitHub仓库
zh_hant: GitHub倉庫

# sys.about.otherapp.title
source: Other our works
es: Otros de nuestros trabajos
ja: 開発者の他のApp
ru: Другие наши проекты
vi: công việc khác của chúng tôi
zh_hans: 我们的其他作品
zh_hant: 我們的其他作品

# sys.about.title
source: About Pizza Helper for HSR
es: Acerca de HSR Pizza Helper
ja: 崩スタピザ助手について
ru: О HSR Pizza Helper
vi: Giới thiệu về HSR Pizza Helper
zh_hans: 关于星铁披萨小助手
zh_hant: 關於星鐵披薩小助手

# sys.accept
source: Accept
es: Aceptar
ja: 同意
ru: Принять
vi: Chấp Nhận
zh_hans: 同意
zh_hant: 同意

# sys.account.force_push.footer
source: This is prepared when syncing via iCloud is not working on your Apple Watch.
es: Esto se prepara cuando sincronizar a través de iCloud no funciona en tu Apple Watch.
ja: この機能は、Apple WatchでのiCloudアカウント同期が利用できない場合にのみ使用できます。
vi: Điều này được chuẩn bị khi đồng bộ hóa qua iCloud không hoạt động trên Apple Watch của bạn.
zh_hans: 本功能仅当在您的Apple Watch上通过iCloud同步帐号功能不可用时使用。
zh_hant: 本功能僅當在您的Apple Watch上通過iCloud同步帳號功能不可用時使用。

# sys.account.force_push.received
source: Received these accounts from your iPhone:
es: Recibidas estas cuentas de tu iPhone:
ja: 以下のアカウントがiPhoneから受信されました:
vi: Đã nhận các tài khoản này từ iPhone của bạn:
zh_hans: 从您的iPhone收到了以下帐号:
zh_hant: 從您的iPhone收到了以下帳號:

# sys.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ru: Назад
vi: Huỷ Bỏ
zh_hans: 取消
zh_hant: 取消

# sys.contact.discord
source: Join Discord Server
es: Únete al servidor de Discord
ja: Discordに参加
ru: Присоединиться к Discord серверу
vi: Tham Gia Server Discord
zh_hans: 加入Discord服务器
zh_hant: 加入Discord伺服器

# sys.contact.github
source: GitHub Repository
es: Repositorio de GitHub
ja: GitHubのリポジトリ
ru: Репозиторий на Github
vi: Kho Lưu trữ GitHub
zh_hans: GitHub仓库
zh_hant: GitHub倉庫

# sys.contact.hakubill.twitter
source: Twitter Account
es: Cuenta de Twitter
ja: Twitterアカウント
ru: Twitter аккаунт
vi: Tài Khoản Twitter
zh_hans: Twitter帐号
zh_hant: Twitter帳號

# sys.contact.hakubill.twitter.footer
source: I usually tweet in Japanese. Thanks for following my account.
es: Normalmente mis tweets están en japonés. Gracias por seguir mi cuenta.
ja: 僕は通常、日本語でツイートを投稿しています。ぜひ、僕のアカウントをフォローしていただけると嬉しいです。
ru: Я обычно отвечаю в Твиттере на Японском. Спасибо за подписку на мой аккаунт.
vi: Tôi thường tweet bằng tiếng Nhật. Cảm ơn vì đã theo dõi tài khoản của tôi .
zh_hans: 我通常使用日语发推。诚挚邀请您关注我的帐号。
zh_hant: 我通常使用日語發推。誠摯邀請您關注我的帳號。

# sys.contact.hakubill.twitter.header
source: Developer (Bill Haku)'s personal SNS
es: SNS personal del desarrollador (Bill Haku)
ja: 開発者(Bill Haku)の個人SNS
ru: SNS разработчика (Bill Haku)
vi: SNS cá nhân của nhà phát triển (Bill Haku)
zh_hans: 开发者（水里的碳酸钙）的个人社交媒体
zh_hant: 開發者（水裡的碳酸鈣）的個人社交媒體

# sys.contact.i18n.en
source: English Translation
es: Traducción al Inglés
ja: 英語翻訳提供
ru: Английский перевод
vi: Phiên Dịch Tiếng Anh
zh_hans: 英文翻译提供
zh_hant: 英文翻譯提供

# sys.contact.i18n.ja
source: Japanese Translation
es: Traducción al Japonés
ja: 日本語翻訳提供
ru: Японский перевод
vi: Phiên Dịch Tiếng Nhật
zh_hans: 日文翻译提供
zh_hant: 日文翻譯提供

# sys.contact.i18n.zhtw
source: Traditional Chinese Translation
es: Traducción al Chino Tradicional
ja: 繁体字中国語翻訳提供
ru: Перевод на Традиционный Китайский
vi: Phiên Dịch Tiếng Trung Phồn Thể
zh_hans: 繁体中文翻译提供
zh_hant: 繁體中文翻譯提供

# sys.contact.opensource.footer
source: This project is opensourced under GPL-3 License. Thanks for all the developers contributed to this project. You can also join our discussion on GitHub or raise an issue.
es: Este proyecto es de código abierto bajo licencia GPL-3. Gracias a todos los desarrolladores que han contribuido a este proyecto. También puedes unirte a nuestra discusión en GitHub o plantear un problema.
ja: このプロジェクトはGPL-3ライセンスのもとでオープンソース化されています。参加してくれたすべての開発者に感謝し、歓迎します。また、GitHubで開発のディスカッションに参加したり、問題を提起したりすることもできます。
ru: Этот проект открыт по лицензии GPL-3. Спасибо всем разработчикам за участие в этом проекте. Вы также можете присоединиться к нашему обсуждению на GitHub или сообщить о баге.
vi: dự án của anh ấy được mã nguồn mở theo Giấy phép GPL-3. Cảm ơn tất cả các nhà phát triển đã đóng góp cho dự án này. Bạn cũng có thể tham gia thảo luận của chúng tôi trên GitHub hoặc nêu vấn đề.
zh_hans: 本项目以GPL-3协议开源。欢迎和感谢所有参与贡献的开发者。您也可以在GitHub参与开发讨论和提出issue.
zh_hant: 本項目以GPL-3授權合約開放原始碼。歡迎和感謝所有參與貢獻的開發者。您也可以在GitHub參與開發討論和提出issue.

# sys.contact.opensource.footer.2
source: This project is opensourced under GPL-3 License. The security and reliability of the source code is under the supervision of all. You are welcome to raise issues or participate in contributions on GitHub.
es: Este proyecto es de código abierto bajo licencia GPL-3. La seguridad y fiabilidad del código fuente está bajo la supervisión de todos. Eres bienvenido a plantear cuestiones o participar en contribuciones en GitHub.
ja: このプロジェクトはGPL-3ライセンスのもとでオープンソース化されています。コードのセキュリティと信頼性は、誰もが監視することができます。GitHubでissueを提出したり、貢献したりすることを歓迎します。
ru: Проект открыт по лицензии GPL-3. Приглашаем вас сообщать о багах и придумывать новые функции или принять участие в разработке на GitHub.
vi: Dự án này được mã nguồn mở theo Giấy phép GPL-3. Tính bảo mật và độ tin cậy của mã nguồn nằm dưới sự giám sát của tất cả mọi người. Bạn được hoan nghênh nêu vấn đề hoặc tham gia đóng góp trên GitHub.
zh_hans: 本项目以GPL-3协议开源，代码的安全性和可靠性接受所有人的监督。欢迎您在GitHub提出issue或参与贡献。
zh_hant: 本項目以GPL-3授權合約開放原始碼，代碼的安全性和可靠性接受所有人的監督。歡迎您在GitHub提出issue或參與貢獻。

# sys.contact.opensource.title
source: Project code hosting repository
es: Repositorio dónde se aloja el código del proyecto
ja: プロジェクトのコードリポジトリの托管先
ru: Репозиторий проекта
vi: Kho lưu trữ mã dự án
zh_hans: 项目代码托管地址
zh_hant: 項目代碼託管地址

# sys.contact.opensource.title.2
source: Project Source Code
es: Código Fuente del Proyecto
ja: プロジェクトのソースコード
ru: Исходный код проекта
vi: Mã nguồn dự án
zh_hans: 项目源代码
zh_hant: 項目原始程式碼

# sys.contact.qq.channel
source: Join QQ Channel
es: Únete al canal de QQ
ja: QQチャンネルに参加
ru: Присоединиться к QQ каналу
vi: Tham Gia Kênh QQ
zh_hans: 加入QQ频道
zh_hant: 加入QQ頻道

# sys.contact.qq.group
source: Join QQ Channel or Group
es: Únete a canal o grupo de QQ
ja: QQチャンネルまたはグルプに参加
ru: Присоединиться к QQ каналу или группе
vi: Tham gia kênh hoặc nhóm QQ
zh_hans: 加入QQ频道或群
zh_hant: 加入QQ頻道或群

# sys.contact.qq.group.footer
source: We welcome you to join the QQ Channel. You can use the contact information provided above to reach out to the developer in case of any issues and receive the latest updates from them.
es: Te invitamos a unirte al Canal de QQ. Puedes utilizar la información de contacto proporcionada anteriormente para comunicarte con el desarrollador en caso de algún problema y recibir las últimas actualizaciones de ellos.
ja: 私たちは、QQチャネルへの参加をおすすめします。QQチャネルでは、より多くの友達と交流することができ、開発者からの最新情報をいち早く入手することができます。また、公式のニュースの転送やその他の多くの機能も提供されています！
ru: Мы приглашаем вас присоединиться к QQ каналу. Вы можете использовать указанную выше контактную информацию, чтобы связаться с разработчиком при возникновении каких-либо проблем и получать от него последние обновления.
vi: Chúng tôi hoan nghênh bạn tham gia Kênh QQ. Bạn có thể sử dụng thông tin liên hệ được cung cấp ở trên để liên hệ với nhà phát triển trong trường hợp có bất kỳ sự cố nào và nhận các bản cập nhật mới nhất từ họ.
zh_hans: 您可以在遇到问题时使用以上联系方式与开发者取得联系，并且收到来自开发者的最新消息。我们推荐您加入QQ频道，以便更好地与我们交流和订阅开发动态，与找到更多同好。
zh_hant: 您可以在遇到問題時使用以上聯絡方式與開發者取得聯絡，並且收到來自開發者的最新消息。我們推薦您加入QQ頻道，以便更好地與我們交流和訂閱開發動態，與找到更多同好。

# sys.contact.telegram
source: Subscribe Telegram Channel
es: Suscríbete al canal de Telegram
ja: Telegramチャンネルにフォロー
ru: Подписаться на Telegram канал
vi: Đăng kí kênh Telegram của chúng tôi
zh_hans: 订阅Telegram频道
zh_hant: 訂閱Telegram頻道

# sys.contact.title.bilibili
source: Bilibili Homepage
es: Página web de Bilibili
ja: ビリビリHP
ru: Bilibili страница
vi: Trang Chủ Bilibili
zh_hans: Bilibili主页
zh_hant: Bilibili主頁

# sys.contact.title.developer
source: Developers
es: Desarrolladores
ja: 開発者
ru: Разработчики
vi: Nhà Phát Triển
zh_hans: 开发者
zh_hant: 開發者

# sys.contact.title.github
source: GitHub Homepage
es: Página web de GitHub
ja: GitHub HP
ru: GitHub аккаунт
vi: Trang Chủ GitHub
zh_hans: GitHub主页
zh_hant: GitHub主頁

# sys.contact.title.groups
source: User Contact Groups
es: Grupos de Contacto de Usuario
ja: ユーザー交流グループ
ru: Сообщества
vi: Nhóm Hỗ Trợ Người Dùng
zh_hans: 用户交流群
zh_hant: 使用者交流群

# sys.contact.title.homepage
source: Personal Homepage
es: Página web personal
ja: 個人HP
ru: Собственный сайт
vi: Trang Cá Nhân
zh_hans: 个人主页
zh_hant: 個人主頁

# sys.contact.title.twitter
source: Twitter Homepage
es: Página de Twitter
ja: Twitter HP
ru: Twitter страница
vi: Trang Chủ Twitter
zh_hans: Twitter主页
zh_hant: Twitter主頁

# sys.contact.title.youtube
source: YouTube Channel
es: Canal de YouTube
ja: YouTubeチャンネル
ru: YouTube канал
vi: Kênh YouTube
zh_hans: YouTube频道
zh_hant: YouTube頻道

# sys.donate.items.title
source: Optional Donations
es: Donaciones Opcionales
ja: 寄付アイテム
ru: Пожертвования
vi: Đóng Góp Tuỳ Chọn
zh_hans: 捐赠项目
zh_hant: 捐贈項目

# sys.donate.notes
source: Please note that the following content is a free donation, and we will not provide you with any additional services. We promise that your donation to "Pizza Helper for HSR" will only be used to cover the direct costs during the App development process, including but not limited to the annual fee of the Apple Developer Program membership, server and domain name expenses, etc. We will not make any profit from this project, the excess will be donated to those in need. Thank you for supporting us.
es: Ten en cuenta que el siguiente contenido es una donación gratuita, y no le proporcionaremos ningún servicio adicional. Prometemos que su donación a "HSR Pizza Helper" solo se utilizará para cubrir los costos directos durante el proceso de desarrollo de la aplicación, incluidos, entre otros, la tarifa anual de la membresía del Programa de Desarrolladores de Apple, los gastos del servidor, nombre del dominio, etc. No obtendaremos ningún beneficio de este proyecto, el exceso se donará a los necesitados. Gracias por apoyarnos.
ja: 以下のコンテンツは無料の寄付であり、追加のサービスは提供されませんのでご了承ください。 「崩スタピザ助手」への寄付は、Apple Developer Program メンバーシップの年会費、サーバーおよびドメイン名の費用などを含むがこれらに限定されない、アプリ開発プロセス中の直接費用をカバーするためにのみ使用されることをお約束します。 このプロジェクトからは一切の利益は得られず、余剰分は困っている人たちに寄付されます。 ご支援いただきありがとうございます。
ru: Обратите внимание, что все донаты являются по желанию и вы не получите за них дополнительных инструментов. Все деньги пойдут на разработку приложения, включая, но не ограничиваясь ежегодным платежом в программу разработчиков Apple. Избыточные же пожертвования пойдут в благотворительные фонды Китая. Спасибо вам за поддержку.
vi: Xin lưu ý rằng nội dung sau đây là đóng góp miễn phí và chúng tôi sẽ không cung cấp cho bạn bất kỳ dịch vụ bổ sung nào. Chúng tôi cam kết rằng khoản đóng góp của bạn cho "HSR Pizza Helper" sẽ chỉ được sử dụng để trang trải chi phí trực tiếp trong quá trình phát triển Ứng dụng, bao gồm nhưng không giới hạn ở phí hàng năm của tư cách thành viên Chương trình dành cho nhà phát triển Apple, chi phí máy chủ và tên miền, v. v. Chúng tôi sẽ không thu lợi nhuận từ dự án này, phần thừa sẽ được quyên góp cho những người có nhu cầu. Cảm ơn bạn đã ủng hộ chúng tôi.
zh_hans: 请注意，以下内容为无偿捐赠，我们不会为您提供任何额外的服务。 我们承诺，您对「星铁披萨小助手」的捐赠仅用于覆盖App开发过程中的直接成本，包括但不限于苹果开发者计划会员资格的年费和服务器、域名开支等。我们不会借此项目盈利，多余的部分将会捐助给需要帮助的人。感谢您对我们的支持。
zh_hant: 請注意，以下內容為無償捐贈，我們不會為您提供任何額外的服務。 我們承諾，您對「星鐵披薩小助手」的捐贈僅用於覆蓋App開發過程中的直接成本，包括但不限於蘋果開發者計劃會員資格（Apple Developer Program）的年費和伺服器、域名開支等。我們不會藉此項目營利，多餘的部分將會捐助給需要幫助的人。感謝您對我們的支援。

# sys.donate.title %@
source: Donate %@
es: Donar %@
ja: %@を寄付します
ru: Поддержи нас %@
vi: Ủng hộ chúng tôi %@
zh_hans: 捐赠%@
zh_hant: 捐贈%@

# sys.done
source: Done
es: Listo
ja: 完了
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# sys.faq.title
source: FAQ
es: Preguntas Frecuentes (FAQ)
ru: ЧаВо
zh_hans: 常见使用问题（FAQ）
zh_hant: 常見使用問題（FAQ）

# sys.label.contact
source: Developers & Contact Info
es: Desarrolladores e Información de Contacto
ja: 開発者と連絡先
ru: Информация о разработчиках и наши контакты
vi: Nhà phát triển & Thông tin liên hệ
zh_hans: 开发者与联系方式
zh_hant: 開發者與聯絡方式

# sys.label.contact.welcome
source: Welcome!
es: ¡Bienvenido/a!
ja: こんにちは！
ru: Добро пожаловать!
vi: Chào Mừng !
zh_hans: 欢迎使用！
zh_hant: 歡迎使用！

# sys.label.dispatch
source: Dispatch Assignments
es: Encargos
ja: 派遣依頼
ru: Поручения
vi: Nhiệm Vụ Uỷ Thác
zh_hans: 派遣委托
zh_hant: 派遣委託

# sys.label.pay
source: Pay
es: Pagar
ja: 支払い
ru: Оплатить
zh_hans: 支付
zh_hant: 支付

# sys.label.preferredlang
source: Preferred Language
es: Idioma preferido
ja: 優先言語
ru: Предпочитаемый язык
vi: Ngôn Ngữ Ưa Thích
zh_hans: 偏好语言
zh_hant: 偏好語言

# sys.label.rate
source: Rate in App Store
es: Valorar en App Store
ja: App Storeで評価
ru: Оцени нас в App Store
vi: Xếp Hạng Trong App Store
zh_hans: 在App Store评分
zh_hant: 在App Store評分

# sys.label.server
source: Server
es: Servidor
ja: サーバー
ru: Сервер
vi: Máy Chủ
zh_hans: 服务器
zh_hant: 伺服器

# sys.label.support
source: Support Us
es: Apóyanos
ja: 開発者に寄付する
ru: Поддержать нас
vi: Hỗ Trợ Chúng Tôi
zh_hans: 支持我们
zh_hant: 支援我們

# sys.label.trailblaze
source: Trailblaze Power
es: Poder Trazacaminos
ja: 開拓力
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# sys.manage_hoyolab_account
source: Manage your HoYoLAB account
es: Administra tu cuenta de HoYoLAB
ja: HOYOVERSE通行証の管理
ru: Управление моей учетной записью HoYoLAB
vi: Quản lý tài khoản HoYoLAB của bạn
zh_hans: 管理米游社通行证
zh_hant: 管理HoYoLAB通行證

# sys.manage_hoyolab_account.footer
source: You can delete your HoYoLAB account here.
es: Puedes borrar tu cuenta de HoYoLAB aquí.
ja: ここでHOYOVERSE通行証の記録の取り除きはできます。
ru: Вы можете удалить свой аккаунт HoYoLAB здесь.
vi: Bạn có thể xóa tài khoản HoYoLAB của mình tại đây.
zh_hans: 你可以在此注销你的米游社通行证。
zh_hant: 你可以在此處刪除HoYoLAB通行證。
